app/controllers/users_controller.rb

SELECT  "users".* FROM "users" LIMIT 5 OFFSET 0
SELECT COUNT(*) FROM "users"
---
  def index
    @users = User.page(params[:page]).per(5)

INSERT INTO "users" ("name", "content", "money", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Roy"], ["content", "Costco"], ["money", "1000"], ["created_at", "2016-01-18 16:41:07.286684"], ["updated_at", "2016-01-18 16:41:07.286684"]]
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save